{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"rich_text_paicJp":{"type":"rich-text","blocks":{"heading_BF6ebN":{"type":"heading","settings":{"heading":"<strong>Frequently Asked Questions<\/strong>","heading_size":"h1"}}},"block_order":["heading_BF6ebN"],"name":"t:sections.rich-text.presets.name","settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"","full_width":true,"padding_top":60,"padding_bottom":0}},"collapsible_content_dHdUFF":{"type":"collapsible-content","blocks":{"collapsible_row_x4dkBA":{"type":"collapsible_row","settings":{"heading":"What is DPN and how does it differ from Decentralized VPN?","icon":"check_mark","row_content":"<p>DPN (Decentralized Private Network) represents a decentralized private network technology and is an abbreviation for DeePer Network. It differs from the traditional decentralized VPNs (Decentralized VPN). While there are many Decentralized VPN projects worldwide, DPN stands out with its unique features. It incorporates enterprise-level network security technology into the Decentralized VPN framework, providing security and privacy for both bandwidth users and providers. This approach ensures that the development of the Deeper Network does not pose significant security risks to bandwidth providers like the TOR Network and other Decentralized VPN projects have, and it avoids the potential for the Deeper Network to evolve in the direction of the dark web. The next question will detail how DPN applies world-leading enterprise-level network security technology to protect the safety of bandwidth providers.<br\/><br\/><\/p>","page":""}},"collapsible_row_GQNkVD":{"type":"collapsible_row","settings":{"heading":"Does the DPN technology, based on shared bandwidth, pose cybersecurity risks to bandwidth providers?","icon":"check_mark","row_content":"<p>Decentralized VPN technology based on shared bandwidth aims to enhance privacy and freedom in network access through bandwidth sharing. However, it may also pose cybersecurity risks to bandwidth providers. For instance, bandwidth requesters might use the technology to download illegal content, launch cyber-attacks, or access harmful websites, and the legal consequences of these activities could mistakenly be attributed to innocent bandwidth providers.<\/p><p>From its inception, the Deeper Network has placed a high emphasis on cybersecurity, striving to address this challenge by incorporating enterprise-level network security technology. To protect the cybersecurity of bandwidth providers, we have implemented the following measures:<\/p><p>1, Blocking Bit Torrent application usage with shared traffic:<br\/>Users can disable Bit Torrent traffic sharing, preventing bandwidth requesters from using others' bandwidth for Bit Torrent downloads.<\/p><p>2, Blocking access to illegal websites using shared traffic:<br\/>Bandwidth providers can set website filters to prevent others from accessing illegal websites using their IP.<\/p><p>3, Preventing intrusion using shared traffic:<br\/>Deeper Network employs intrusion detection technology to monitor and thwart hacker intrusions into the network.<br\/>Traceable shared logs for transparency and accountability: Any network connection leaves a log on the bandwidth provider's device, stored in encrypted form. When others use the provider's IP for illegal operations, the provider can send the encrypted log to the Deeper Network for decryption to identify the actual malicious user. This not only protects the security of the bandwidth provider but also the privacy of the bandwidth requester.<\/p><p>4, Preventing shared bandwidth from exceeding monthly quotas: By setting maximum shared bandwidth and monthly limits, providers can prevent their shared traffic from exceeding monthly quotas.<\/p>","page":""}},"collapsible_row_Jwg3Xz":{"type":"collapsible_row","settings":{"heading":"What are the notable differences in user experience between DPN and VPN?","icon":"check_mark","row_content":"<p>1, Cost difference: DPN offers lifetime free usage after purchase, whereas VPN typically requires a monthly fee.<\/p><p>2, Ease of use: DPN deployed using Deeper Connect automatically unlocks regional restrictions for all devices, whereas VPN requires software client installation on each device. Many devices do not support VPN software installation, such as Apple TV. DPN's smart routing feature allows traffic from different applications to automatically switch between countries, eliminating the need for manual node switching required by VPNs.<\/p><p>3, Speed comparison: VPNs provide services through servers, while DPN utilizes the upstream bandwidth of user nodes. Theoretically, VPN speed might be higher than DPN. However, DPN features node aggregation technology, using up to 8 user nodes simultaneously, offering up to 8 times the speed increase. Additionally, DPN's smart routing mode can accelerate streaming media resource access through nearby CDN nodes, reducing the transit delay and buffering common in VPNs.<\/p><p>4, Differences in geo-location unlocking: As more companies start detecting VPN or proxy IP accesses to streaming media (like Netflix), VPN IPs are easily detected. In contrast, DPN uses home IPs of users, reducing the risk of being blocked.<br\/><\/p><p>5, Security: DPN integrates enterprise-level network security technology, filtering almost all internet ads and trackers, including some that require paid filtering. DPN is also equipped with advanced intrusion detection technology to identify and block cyber-attacks. Without a central server, user access logs are encrypted and dispersed across global nodes, enhancing privacy protection. In contrast, VPNs store user access logs on central servers, and the service provider may access or even view user data, posing risks of log leakage and selling user data.<\/p>","page":""}},"collapsible_row_YyQt9k":{"type":"collapsible_row","settings":{"heading":"How does DPN's ad-filtering experience differ from Pi-hole?","icon":"check_mark","row_content":"<p>DPN's ad-filtering experience differs notably from Pi-hole. Pi-hole mainly relies on DNS filtering, controlling access to specific domains, but this method is limited in filtering precision. It cannot filter specific pages or services and is less capable of handling complex, deep-level ads, sometimes leading to the false blocking of normal content. For example, DPN can filter web and mobile YouTube ads and Spotify's built-in ads, while Pi-hole struggles in these areas.<\/p>","page":""}},"collapsible_row_kaa6jw":{"type":"collapsible_row","settings":{"heading":"How does DPN's ad-filtering experience differ from browser ad-filtering plugins?","icon":"check_mark","row_content":"<p>Resistance to countermeasures: Browser plugins are more susceptible to website countermeasures. For instance, sites like YouTube frequently update their recognition codes against browser filtering plugins to prevent ad filtering. DPN's ad filtering, based on underlying traffic filtering, can evade such countermeasures, providing a more stable ad-filtering effect.<\/p><p>Cross-platform capability: Browser plugins usually only run on PC browsers and cannot be used across platforms. In contrast, DPN's ad-filtering functionality can run on multiple platforms including iOS, Windows, Mac OS, Android, TV OS, Linux, etc. This allows DPN to effectively filter ads in popular applications like YouTube and Spotify.<\/p><p>Friendly Reminder: To use DPN's ad-filtering feature, it's necessary to install Deeper Network's SSL root certificate on the terminal device, enabling Deeper Connect to modify underlying traffic.<\/p>","page":""}}},"block_order":["collapsible_row_x4dkBA","collapsible_row_GQNkVD","collapsible_row_Jwg3Xz","collapsible_row_YyQt9k","collapsible_row_kaa6jw"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"DPN","heading_size":"h1","heading_alignment":"center","layout":"none","container_color_scheme":"","color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_EqfHBb":{"type":"collapsible-content","blocks":{"collapsible_row_CinnxR":{"type":"collapsible_row","settings":{"heading":"Why am I still using the real IP?","icon":"check_mark","row_content":"<p>Deeper Connect by default uses a mode known as 'Smart Route'. The 'Smart Route' mode is primarily designed to bypass regional access restrictions on various websites or platforms, such as Netflix, BBC, and others. This mode only conceals or disguises the IP address for those domains that require IP verification, with the aim of maximizing the speed at which users can access these geo-blocked sites. If you wish to completely hide your IP, please go into the device's configuration interface and switch from 'Smart Route' to 'Full Route' mode. The specific steps are illustrated in the image below:<\/p><p>For more information on DPN and Smart Route, please see here:  <a href=\"https:\/\/deeper-network.medium.com\/a-101-on-dpns-bd5e2b7c9e25\" target=\"_blank\">https:\/\/deeper-network.medium.com\/a-101-on-dpns-bd5e2b7c9e25<\/a><\/p>","page":""}},"collapsible_row_tXFD36":{"type":"collapsible_row","settings":{"heading":"Why did the ads filter not work?","icon":"check_mark","row_content":"<p>Deeper Connect achieves ad blocking by filtering DNS requests and HTTPS traffic. Therefore, to enable Deeper Connect to effectively 'monitor' these requests, you need to ensure two things:<br\/>1, Disable DoH：<br\/>Many browsers, such as Firefox, enable DoH (DNS over HTTPS) by default, encrypting DNS requests during transmission. Consequently, you need to disable the DoH feature in your browser so that Deeper Connect can monitor DNS requests and perform further content filtering.<br\/>Please log in to the admin console at 34.34.34.34 to check how to disable the DoH settings of the browser.<\/p><p><\/p><p>2, Install and trust the root certificate issued by Deeper Network:<br\/>In order to block advertisements in HTTPS traffic, including those in the IOS YouTube app, Deeper Connect must act as an intermediary to analyze and filter the HTTPS traffic. This function can only be achieved after the root certificate issued by Deeper Network is installed and trusted.<br\/>Deeper Connect is capable of filtering advertising traffic in HTTPS traffic. Please log in to the admin consloe at 34.34.34.34 to see how to install the root certificate issued by Deeper Network on different devices.<\/p><p><strong>Please note: <\/strong>After installing and trusting the root certificate issued by Deeper Network on the Android system, Deeper Connect will be able to filter SSL-based traffic advertisements within browsers.<br\/>For example, on Android devices, when users visit YouTube through a web browser, Deeper Connect can filter out YouTube's ads. However, ads within the YouTube app cannot be blocked.<br\/>3, Clear the browser cache and restart the browser, or use Chrome's Incognito mode:<br\/>If ads are not being filtered properly after enabling ad blocking, it is likely due to the browser cache. In this case, you can try clearing your browser's cache and restarting the browser to fix the issue. Additionally, after turning on ad blocking, you can use Google Chrome's Incognito Mode to test if the ad filtering is working, as Incognito Mode is not affected by the browser cache.<\/p>","page":""}},"collapsible_row_9k3krC":{"type":"collapsible_row","settings":{"heading":"How to reset the Log-in and wifi password?","icon":"check_mark","row_content":"<p>1, You can reset the password by using the reset button on the device. For detailed instructions, please refer to the following link:<a href=\"https:\/\/shop.deeper.network\/blogs\/tutorials\/self-reset-your-deeper-connect-devices\" target=\"_blank\">https:\/\/shop.deeper.network\/blogs\/tutorials\/self-reset-your-deeper-connect-devices<\/a>2, If there are still questions, please keep your device online and reach us via<a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network<\/a>.<br\/><br\/><\/p>","page":""}}},"block_order":["collapsible_row_CinnxR","collapsible_row_tXFD36","collapsible_row_9k3krC"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"Troubleshooting","heading_size":"h1","heading_alignment":"center","layout":"none","container_color_scheme":"","color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_WyMnPg":{"type":"collapsible-content","blocks":{"collapsible_row_9V3bM7":{"type":"collapsible_row","settings":{"heading":"What is the difference between the Mini and Pico?","icon":"check_mark","row_content":"<p>The hardware specifications of the Mini and Pico are different (details can be found on the project page). In addition, Pico supports wireless relay mode while the Mini is designed for at home use.<\/p>","page":""}},"collapsible_row_RAfErF":{"type":"collapsible_row","settings":{"heading":"Can a Deeper Connect be used with any router or modem?","icon":"check_mark","row_content":"<p>Yes, Deeper Connect can be set up in three ways that are introduced in the story section on the project page.<br\/>1, Virtual Wire mode: Modem --(cable)-- Deeper Connect --(cable)-- Router --(wifi)-- Laptop\/ Phones\/ TV, etc;<br\/>2, AP Router mode: Modem\/ Router --(cable)-- Deeper Connect --(wifi)-- Laptop\/ Phones\/ TV, etc;<br\/>3, Wireless Relay mode: Other AP Hotspots --(wifi)-- Deeper Connect --(wifi)-- Laptop\/ Phones\/ TV, etc.<\/p>","page":""}},"collapsible_row_iLhi8N":{"type":"collapsible_row","settings":{"heading":"How do I use Deeper Connect with an All-in-One Modem\/Router?","icon":"check_mark","row_content":"<p>You need a 2nd router. All-in-One --(cable)-- Deeper Device --(cable)-- 2nd router.<\/p>","page":""}},"collapsible_row_Qdkg3e":{"type":"collapsible_row","settings":{"heading":"What if there is someone using torrents on my IP address or potentially illegal activities which might trace back to my IP?","icon":"check_mark","row_content":"<p>Protocols such as torrent blocking, adult content blocking, and a preset list of blacklisted websites prevent others from using your device for malicious activities.<br\/>In the rare case your device is used for malicious activities, internal logs are in place to prove you are not responsible for any wrongdoing.<\/p>","page":""}},"collapsible_row_Y6mxap":{"type":"collapsible_row","settings":{"heading":"Which OS does your device run?","icon":"check_mark","row_content":"<p>It runs AtomOS, the world’s first lock-free operating system, designed exclusively to run on Deeper Connect.<\/p>","page":""}},"collapsible_row_qgWUtq":{"type":"collapsible_row","settings":{"heading":"Why there is no Internet after using the Mini\/Pico?","icon":"check_mark","row_content":"<p>Please refer to this video for the first-time setup.<a href=\"https:\/\/www.youtube.com\/watch?v=82IqmUw4g-E\" target=\"_blank\">Deeper Connect - Proper Setup & Reboot Sequence for Troubleshooting<\/a>If you still have the connection issue, please reach us via:<a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network<\/a>.<\/p>","page":""}},"collapsible_row_4fVAtB":{"type":"collapsible_row","settings":{"heading":"Why can't I find the Deeper WIFI after using the wifi adapter?","icon":"check_mark","row_content":"<p>Please check the firmware version first and ensure it is higher than 1.1.17.<br\/>If your problem persists, please reach us via <a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network<\/a>.<\/p>","page":""}},"collapsible_row_MmbhQ7":{"type":"collapsible_row","settings":{"heading":"Does the Wi-Fi name change after using a Deeper Connect?","icon":"check_mark","row_content":"<p>Yes, a new Wi-Fi will be available for you to connect to.<\/p>","page":""}}},"block_order":["collapsible_row_9V3bM7","collapsible_row_RAfErF","collapsible_row_iLhi8N","collapsible_row_Qdkg3e","collapsible_row_Y6mxap","collapsible_row_qgWUtq","collapsible_row_4fVAtB","collapsible_row_MmbhQ7"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"Product","heading_size":"h1","heading_alignment":"center","layout":"none","container_color_scheme":"","color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_8DyDLd":{"type":"collapsible-content","blocks":{"collapsible_row_xDLqmP":{"type":"collapsible_row","settings":{"heading":"Which countries do you ship to?","icon":"check_mark","row_content":"<p>All Deeper Connect products ship worldwide except to Mainland China.<\/p>","page":""}},"collapsible_row_XRhX7z":{"type":"collapsible_row","settings":{"heading":"How long will I receive the products?","icon":"check_mark","row_content":"<p>The shipping time of the product will vary depending on the delivery address. We will provide the tracking number within<strong>5-10<\/strong>business days. A confirmation email will be sent once the order has shipped.<\/p>","page":""}},"collapsible_row_UzGegR":{"type":"collapsible_row","settings":{"heading":"How about the shipping fee? Do you offer free shipping?","icon":"check_mark","row_content":"<p>Limited time Free global shipping on orders of $99 or more. For More information, please refer to<a href=\"https:\/\/shop.deeper.network\/pages\/shipping-policy\" target=\"_blank\">shipping policy<\/a>.<\/p>","page":""}},"collapsible_row_pVVQLC":{"type":"collapsible_row","settings":{"heading":"What should I do if the package is lost?","icon":"check_mark","row_content":"<p>Please create a follow request on Zendesk at <a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network <\/a>providing order number and the email associated with this transaction.<\/p>","page":""}}},"block_order":["collapsible_row_xDLqmP","collapsible_row_XRhX7z","collapsible_row_UzGegR","collapsible_row_pVVQLC"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"Shipping","heading_size":"h1","heading_alignment":"center","layout":"none","container_color_scheme":"","color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_6kD9Bg":{"type":"collapsible-content","blocks":{"collapsible_row_adaVpD":{"type":"collapsible_row","settings":{"heading":"Where can I stake?","icon":"check_mark","row_content":"<p>You need to register an account at <a href=\"https:\/\/device-bsc.deeper.network\/register\" target=\"_blank\">https:\/\/device-bsc.deeper.network\/register <\/a>first and follow the tutorial <a href=\"https:\/\/support.deeper.network\/hc\/en-us\/articles\/4423613516955-BSC-BEP20-Staking-Tutorial\" target=\"_blank\">here <\/a>to stake.<br\/>If you need further assistance, please submit a ticket at <a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network <\/a>and customer support will help you out.<\/p>","page":""}},"collapsible_row_CEmyW6":{"type":"collapsible_row","settings":{"heading":"How much should I stake? What are the rules?","icon":"check_mark","row_content":"<p>It really depends on how you want to invest. We have eight different staking tiers you can choose from.<br\/>Please visit <a href=\"https:\/\/support.deeper.network\/hc\/en-us\/articles\/4460627914395-Basic-Mining-Rules-and-Rewards\" target=\"_blank\">here <\/a>for more information. You are always welcome to submit a ticket at <a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network <\/a>for further assistance.<\/p>","page":""}},"collapsible_row_9whNbB":{"type":"collapsible_row","settings":{"heading":"I need help on staking.","icon":"check_mark","row_content":"<p>Please make sure you have DPR and BNB token in your Metamask wallet.<br\/>You can find more information about mining rewards & rules<a href=\"https:\/\/support.deeper.network\/hc\/en-us\/articles\/4460627914395-Basic-Mining-Rules-and-Rewards\" target=\"_blank\">here<\/a>and<a href=\"https:\/\/support.deeper.network\/hc\/en-us\/articles\/4423613516955-BSC-BEP20-Staking-Tutorial\" target=\"_blank\">the staking tutorial<\/a>.<br\/>You are always welcome to submit a ticket at<a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network<\/a>for further assistance.<\/p>","page":""}},"collapsible_row_KCzMkM":{"type":"collapsible_row","settings":{"heading":"My credit score didn’t grow.","icon":"check_mark","row_content":"<p>Please check if:<br\/>1, your device is consistently connected,<br\/>2, your device has been online for over 12 hours,<br\/>3, your On-chain status is “Yes” under the Mining\/Wallet\/Wallet Balance page at AtomOS,<br\/>4, your DPR balance is over 0.21DPR.<br\/>If you need further assistance, please submit a ticket at<a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network<\/a>.<\/p>","page":""}},"collapsible_row_fdEYjJ":{"type":"collapsible_row","settings":{"heading":"I am losing my credit score.","icon":"check_mark","row_content":"<p>Please make sure you meet the following criteria:<br\/>1) System uptime is at least 12 consecutive hours each day,<br\/>2) Share more than 10MB each day,<br\/>3) Pass 3 random heartbeat checks each day.<br\/><a href=\"https:\/\/support.deeper.network\/hc\/en-us\/articles\/4423727560859-Organic-Credit-Score-Rules\" target=\"_blank\">Here<\/a>are credit score rules.<\/p>","page":""}},"collapsible_row_UJ9bVa":{"type":"collapsible_row","settings":{"heading":"How do I burn DPR for credits?","icon":"check_mark","row_content":"<p>Please follow this<a href=\"https:\/\/shop.deeper.network\/pages\/blog\" target=\"_blank\">tutorial<\/a>to complete the burning process.<\/p>","page":""}},"collapsible_row_FRkfpm":{"type":"collapsible_row","settings":{"heading":"How do I withdraw my rewards?","icon":"check_mark","row_content":"<p>Please visit <a href=\"https:\/\/support.deeper.network\/hc\/en-us\/articles\/4423676780571-DPR-Withdrawal-to-BSC-BEP20-Wallet-Tutorial-PC-Version-\" target=\"_blank\">here <\/a>for the withdrawal <a href=\"https:\/\/shop.deeper.network\/pages\/blog\" target=\"_blank\">tutorial<\/a>, and submit a ticket at <a href=\"https:\/\/support.deeper.network\/\" target=\"_blank\">support.deeper.network<\/a>.  if you need further assistance.<\/p>","page":""}},"collapsible_row_kg8FUb":{"type":"collapsible_row","settings":{"heading":"Where do I check\/view my NFT?","icon":"check_mark","row_content":"<p>There are two ways you can check your NFT:<br\/>1) Click the Deeper Chain<a href=\"https:\/\/apps.deeper.network\/#\/nfts\/my-nfts\" target=\"_blank\">mainnet<\/a>and connect your Deeper wallet. You need to have your Deeper wallet imported to the Polkadot extension on your browser in advance.<br\/>2) Log into your AtomOS, it is located at the top right corner of your avatar.<br\/>Please visit<a href=\"https:\/\/shop.deeper.network\/blogs\/newsletter\/the-deeper-chain-nft-collection-launch\" target=\"_blank\">here<\/a>to get more information about NFT.<\/p>","page":""}},"collapsible_row_VVpq88":{"type":"collapsible_row","settings":{"heading":"How do I burn NFTs for credits?","icon":"check_mark","row_content":"<p>Please follow this <a href=\"https:\/\/shop.deeper.network\/pages\/blog\" target=\"_blank\">tutoria <\/a>to complete the burning process for NFTs.<\/p>","page":""}}},"block_order":["collapsible_row_adaVpD","collapsible_row_CEmyW6","collapsible_row_9whNbB","collapsible_row_KCzMkM","collapsible_row_fdEYjJ","collapsible_row_UJ9bVa","collapsible_row_FRkfpm","collapsible_row_kg8FUb","collapsible_row_VVpq88"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"Staking","heading_size":"h1","heading_alignment":"center","layout":"none","container_color_scheme":"","color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}},"collapsible_content_rh9APV":{"type":"collapsible-content","blocks":{"collapsible_row_PDwf87":{"type":"collapsible_row","settings":{"heading":"Is free lifetime VPN guaranteed?","icon":"check_mark","row_content":"<p>Yes, pay once, $0 Subscription for life.<\/p>","page":""}},"collapsible_row_bmQHU3":{"type":"collapsible_row","settings":{"heading":"Do I need to pay import duty and taxes?","icon":"check_mark","row_content":"<p>Import duty and taxes may apply to certain countries and areas. All duties and taxes are to be paid by the customer.<\/p>","page":""}},"collapsible_row_N89PVd":{"type":"collapsible_row","settings":{"heading":"How about the shipping fee? Does Deeper Network offer free shipping?","icon":"check_mark","row_content":"<p>Please refer to our<a href=\"https:\/\/shop.deeper.network\/pages\/shipping-policy\" target=\"_blank\">shipping policy<\/a>.<\/p>","page":""}},"collapsible_row_HVJYi7":{"type":"collapsible_row","settings":{"heading":"How can I get discounts when shopping?","icon":"check_mark","row_content":"<p>We will hold some discounted marketing campaigns, please follow our website and social media accounts.<br\/>At the same time, we will also send coupons to email subscribers at irregular times, so please subscribe to the email, you can’t miss it.<br\/>Participate in our<a href=\"https:\/\/shop.deeper.network\/pages\/affiliate\" target=\"_blank\">affiliate events<\/a>and earn money while helping your friends get great deals.<\/p>","page":""}}},"block_order":["collapsible_row_PDwf87","collapsible_row_bmQHU3","collapsible_row_N89PVd","collapsible_row_HVJYi7"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"Charges and Fees","heading_size":"h1","heading_alignment":"center","layout":"none","container_color_scheme":"","color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}}},"order":["main","rich_text_paicJp","collapsible_content_dHdUFF","collapsible_content_EqfHBb","collapsible_content_WyMnPg","collapsible_content_8DyDLd","collapsible_content_6kD9Bg","collapsible_content_rh9APV"]}